<?php
// Heading
$_['heading_title']					= 'Робокасса';

// Text
$_['text_payment']					= 'Оплата';
$_['text_success']					= 'Настройки успешно изменены!';
$_['text_edit']                     = 'Редактирование';

// Entry
$_['entry_order_status']			= 'Статус заказа после оплаты';
$_['entry_status']				= 'Статус';
$_['entry_sort_order']				= 'Порядок сортировки';
$_['entry_key1']				= 'Логин';
$_['entry_key2']				= 'Ключ 1';
$_['entry_key3']				= 'Ключ 2';
$_['entry_test']				= 'Тестовый режим';

// Help
$_['help_total']					= 'Минимальная сумма заказа. Ниже данной суммы, способ оплаты будет недоступен.';

// Error
$_['error_permission']				= 'У Вас нет прав для управления данным модулем!';
$_['error_payable']					= 'Необходимо ввести получателя!';

