<?php
// Heading
$_['heading_title']    = 'Сборщик E-mail';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';
$_['text_percent']     = 'Процент';
$_['text_amount']      = 'Фиксированная сумма';

// Entry
$_['entry_text']                    = 'Текст всплывающего окна';
$_['entry_success_text']            = 'Текст после сохранения контакта';
$_['entry_button_text']             = 'Текст кнопки всплывающего окна';
$_['entry_time']                    = 'Время появления';
$_['entry_status']                  = 'Статус';
$_['entry_create_coupon']           = 'Выдавать пользователю купон';
$_['entry_coupon_type']             = 'Тип выдаваемого купона';
$_['entry_coupon_discount']         = 'Скидка';
$_['entry_coupon_discount_summ']    = 'Сумма';

// Help
$_['help_time']             = 'Время в секундах, через которое будет появляться всплывающее окно. По умолчанию - 40.';
$_['help_coupon_discount_summ']    = 'Минимальная сумма, с которой действительна скидка';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_login']      = 'Необходимо указать логин';
$_['error_pwd']        = 'Необходимо указать пароль';
$_['error_text']       = 'Необходим текст всплывающего окна';

