<?php
// Heading
$_['heading_title']    = 'Мой склад';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';
$_['text_percent']     = 'Процент';
$_['text_amount']      = 'Фиксированная сумма';

// Entry
$_['entry_login']                   = 'Логин для доступа в Мой Склад';
$_['entry_pwd']                     = 'Пароль для доступа в Мой Склад';
$_['entry_company']                 = 'Организация';
$_['entry_order_status']            = 'Статус заказа при добавлении';
$_['entry_warehouse']               = 'Склад';
$_['entry_project']                 = 'Проект';
$_['entry_source']                  = 'Источник';
$_['entry_deliveries']              = 'Доставки';
$_['entry_coupon']                  = 'Купон';

// Help
$_['help_company']    = 'Организация, с которой будет создаваться новый заказ';

// Error
$_['error_permission']      = 'У Вас нет прав для управления данным модулем!';
$_['error_login']           = 'Необходимо указать логин';
$_['error_pwd']             = 'Необходимо указать пароль';
$_['error_company']         = 'Необходимо указать организацию';
$_['error_order_status']    = 'Необходимо указать статус заказа';
$_['error_warehouse']       = 'Необходимо указать склад';
$_['error_project']         = 'Необходимо указать проект';
$_['error_source']          = 'Необходимо указать источник';
$_['error_coupon']          = 'Необходимо указать купон';
$_['error_curl']            = 'Внимание: CURL ошибка %s(%s)!';
$_['error_action']          = 'Не удалось завершить действие!';

