<?php

$_['heading_title'] = "Special Banner";

// Text
$_['text_button']      = 'Собрать баннер';
$_['create_special_banner']      = 'Не найден целевой баннер. В оснастке Система->Дизайн->Баннеры создайте баннер с именем specialBanner';
$_['text_module'] = "Когда Вы нажмёте на кнопку, в баннере specialBanner появятся все товары находящиеся на акции. Если 
товар участвует в двух акциях, то в баннере он появится два раза. <br> Удалить дубликат товара нужно будет руками в остнастке Система->Дизайн->Баннеры->specialBanner";